import Link from 'next/link';
import React from 'react';
import Image from 'next/image';
import milliyimg from './../../../public/assets/images/milliy.jpg'
const Milliy = () => {
    return (
        <div className='w-full flex flex-col items-center my-10'>
            <p className='w-11/12 text-xl text-grenn my-10'>
            Тошкент давлат техника университети 2021 йил Миллий рейтингида 6-ўринни эгаллади

Олий ва ўрта махсус таълим вазирлигида олий таълим муассасалари ва академик лицейлар рейтингини эълон қилинди. Миллий рейтинг доирасида битирувчилари мавжуд 92 та (шу жумладан, 69 та ОТМ, 23 та филиал) олий таълим муассасаларининг фаолияти самарадорлигига қуйидаги 4 та йўналишдаги 20 та индикатор асосида баҳо берилди.

👉 илмий тадқиқот фаолияти ва таълим-фан-ишлаб чиқариш интеграцияси;
👉 ўқув-методик ишлар фаолияти ва ўқитиш сифати;
👉 талабалар билими ва битирувчилар сифати;
👉 спортни ривожлантириш. 

Тошкент давлат техника университети Миллий ОТМлар рейтингида қуйидаги ўринларни эгаллади
            </p>
            <div style={{maxWidth:'1500px',height:"500px"}}>
                <Image className='w-full h-full' src={milliyimg} alt='img' />
            </div>
        </div>
    );
}

export default Milliy;
